Revit 2024 API
SymbolTypeId.LPerH Property
 Symbol L/h, indicating unit Liters per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LPerH { get; }
Visual Basic
Public Shared ReadOnly Property LPerH As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LPerH {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace